import Note from "@/ui/note";
import Imp from "@/ui/imp";

export default function About() {
	return (
		<>
			<h3>Устройство</h3>
			<p>Наклонный механический подъёмник со <Imp>складной</Imp> платформой. Предназначен для подъёма людей в инвалидных колясках вдоль лестничного марша внутри здания. Подъёмник раскладывается и складывается <Imp>вручную</Imp>.</p>
			<h3>Управление</h3>
			<p>Управление подъёмником осуществляется с помощью механической лебёдки, которая может располагаться либо на самой платформе, либо в верхней части направляющих.</p>
		</>
	);
}